DeviceName = "Innebygd lyd";
DeviceShortName = "Innebygd";
ManufacturerName = "Apple Inc.";

Headphones = "Hodetelefoner";
IntSpeakers  = "Interne høyttalere";
LineOut = "Linjeutgang";
DigitalOut = "Digital ut";

ExternalMic = "Ekstern mikrofon";
InternalMic = "Intern mikrofon";
LineIn = "Linjeinngang";
DigitalIn = "Digital inn";

DeviceNameHeadphone = "Innebygd lydhodetelefoner";
DeviceNameSpeaker = "Innebygd lydhøyttaler";
DeviceNameLineOut = "Innebygd linjeutgang for lyd";
DeviceNameDigitalOut = "Innebygd digital lydutgang";
DeviceNameLineIn = "Innebygd linjeinngang for lyd";
DeviceNameAuxIn = "Innebygd aux-inngang for lyd";
DeviceNameMic = "Innebygd lydmikrofon";
DeviceNameExtMic = "Innebygd lyd ekstern mikrofon";
DeviceNameDigitalIn = "Innebygd digital lydinngang";

DevShortNameHdpn = "Innebygd hodetelefoner";
DevShortNameSpkr = "Innebygd høyttaler";
DevShortNameLino = "Innebygd linjeutgang";
DevShortNameSpdo = "Innebygd digital utgang";
DevShortNameOut = "Innebygd utgang";
DevShortNameLini = "Innebygd linjeinngang";
DevShortNameAuxi = "Innebygd aux-inngang";
DevShortNameEMic = "Innebygd ekstern mikrofon";
DevShortNameIMic = "Innebygd mikrofon";
DevShortNameSpdi = "Innebygd digital inngang";
DevShortNameIn = "Innebygd inngang";

UnlockedClock = "Ikke låst";
LockedClock = "Låst";